[
  {
    "title": "Adventures of Buffalo Bill from Boyhood to Manhood",
    "text": "With a hoarse laugh the man sprung up the steps to fall back as a pistol flashed in his face and roll back to the bottom, knocking his companion down too. But the latter quickly sprung to his feet and dashed out of the house to where their horses were hitched. His horse was a white one, and his comrade's was Sable Satan, and to the latter he ran. But up went the window and in a loud voice Billy cried: \"I've got my rifle on you, and I'll fire if you take my horse.\" The man evidently believed that he would from what he had seen, and mounting his own horse dashed swiftly away in the dark, while Billy returned to the one he had shoved. He found him badly wounded, but not fatally, and putting him in his father's bu-drove him to the, nearest doctor. at house he remained for months before he was well again."
  },
  {
    "title": "SAVING A FATH LIFE",
    "text": "Driving over the trail through the rocky Mountains, the drivers were constantly annoyed by road-agents, whose daring robberies made it most dangerous for a coach to pass over the line. If the driver did not obey their stern command: \"Halt! up with your hands!\" he was certain to be killed, and the passenger within who offered the slightest resistance to being robbed was sure to have his life end just there. So dangerous had it become to drive the mountain passes, as several drivers had been shot, the company found it difficult to get men to carry the stages through, and offered double wages to any one who had the courage to drive ever the road- agents dominions. Buffalo Billy at once volunteered for the perilous work, and his first trip through he met with no resistance. The next he was halted and promptly obeying the order to throw up his hands, he was not molested, though the, gold-box was taken from the coach, and all the passengers were robbed. After this it was almost a daily occurrence for the road-agents to rob a stage-coach, and the Overland Company offered a reward of five thousand dollars for the capture of their chief and the band. One day Billy drove away from the station with a coach full of women, not a single man having the pluck to go, and promptly, at their favorite place, the road-agents appeared. With military promptitude Buffalo Billy obeyed and putting on the California brakes, he drew his horses to a stand-still"
  },
  {
    "title": "WINNING A REWARD.",
    "text": "One or two managed to escape; but that was all, for after four of their number had fallen, the balance were glad enough to cry for quarter, which was shown them only until a rope could be thrown over the limb of a tree and they drawn up to expiate their crimes by hanging. It was Billy's little plot, and he got the larger part of the reward, and the credit of ridding the country of a daring band of desperate men. Shortly after this bold act, hearing of the continued failing health of his mother, Buffalo Billy, like the dutiful son he was, once more resigned his position as stage-driver, and returned to Kansas, arriving there a few months after the breaking out of the civil war in 1861."
  }
]
